Repository: jonybilstein/FXMatchTrading
Catalog: KajolBezol/FrontEnd/KajolBezol.UI/Localization/AppResources.*.resx
Languages: es

# AdminContactMsg
source: ADMIN CONTACT
es: CONTACTAR AL MODERADOR

# BidConfirmBuy
source: You bid to buy US${0}
es: Ofertaste comprar por US${0}

# BidConfirmSell
source: You bid to sell US${0}
es: Ofertaste vender por US${0}

source: Bid to Buy
es: Ofertar Compra

source: Bid to Sell
es: Ofertar Venta

# BillboardTab
source: BILLBOARD
es: CARTELERA

# BuyMatched
source: Your US$ {0} buy bid has been matched to a peer transaction under code #{1}. Send a WhatsApp message to the admin in order to coordinate the details of the transaction.
es: Tu oferta de compra por US$ {0} ha sido adjudicada con el codigo #{1}. Envia un WhatsApp al moderador para coordinar los detalles.

# BuyPriceTxt
source: Buy Price
es: Compra

# BuyRightNow
source: Buy Right Away
es: Comprar (Adjudicación Inmediata)

# BuyStillNoMatch
source: Your buy bid for US${0} still has no match. We'll let you know today once it gets matched.
es: Tu oferta de compra por US$ {0} aun no ha sido combinada. Te avisaremos en el transcurso del día de hoy una vez que sea adjudicada.

# BuyVerbTxt
source: BUY
es: COMPRAR

# CannotTradePrevOperation
source: You cannot continue trading until your current transaction is cleared. Check the billboard for state and details about your current transaction.
es: No puedes operar ya que tienes una operacion en curso. Visita la cartelera para ver el estado de tu transacción.

# CheckBillboardForDetails
source: Check the billboard for additional info.
es: Revisa la cartelera para mas información

# CheckBillboardPeriodically
source: Check new notifications and the billboard periodically. We'll let you know once your bid is matched.
es: Revisa periodicamente la cartelera y las notificaciones. Te avisaremos una vez que tu pedido sea adjudicado.

# ClosedTitle
source: Closed
es: Cerrado

# ClosedTxt
source: At this moment trading is closed. Check days and time when trading is open.
es: En este momento no se puede operar, consulta los dias y horarios en que se encuentra abierto el trading.

# ErrorDescription
source: An error has occurred. Try again later.
es: Un error ha ocurrido. Intente mas tarde.

# ExchangeRateMsg
source: EXCHANGE RATE
es: COTIZACIÓN

# ExitTxt
source: Sign Out
es: Cerrar Sesion

# InvalidPassword
source: Either user or password are wrong
es: Usuario o contraseña inválidos

# NewVersionBody
source: There is a new version available. Download it first to be able to log in
es: Hay una nueva version de la app disponible. Deberas descarcartela primero para poder continuar

# NewVersionTitle
source: New Version
es: Nueva versión

# NoBids
source: No bids at this time. Click on Trade tab and bid to buy or sell from your peers.
es: No tienes ofertas. Navega a la solapa Operar para ingresar tu oferta de compra o venta.

# ProfileTab
source: PROFILE
es: PERFIL

# SelectAmountTxt
source: SELECT AMOUNT
es: SELECCIONAR MONTO

# SellMatched
source: Your US$ {0} sell bid has been matched to a peer transaction under code #{1}. Send a WhatsApp message to the admin in order to coordinate the details of the transaction.
es: Tu oferta de venta por US$ {0} ha sido adjudicada con el codigo #{1}. Envia un WhatsApp al moderador para coordinar los detalles.

# SellPriceTxt
source: Sell Price
es: Venta

# SellRightNow
source: Sell Right Away
es: Vender (Adjudicación Inmediata)

# SellStillNoMatch
source: Your sell bid for US${0} still has no match. We'll let you know today once it gets matched.
es: Tu oferta de venta por US$ {0} aun no ha sido combinada. Te avisaremos en el transcurso del día de hoy una vez que sea adjudicada.

# SellVerbTxt
source: SELL
es: VENDER

source: Sign In
es: Ingresar

# SignIn2
source: with user name and password
es: con usuario y contraseña

# SignInBtnTxt
source: Sign In
es: Ingresar

# TransactionConfirmBuy
source: You bought US${0}
es: Compraste por US${0}

# TransactionConfirmSell
source: You sold US${0}
es: Vendiste por US${0}

# TransactionTypeTxt
source: TRANSACTION TYPE
es: TIPO DE OPERACIÓN

# TransactTab
source: TRADE
es: OPERAR

# UsePolicyTxt
source: Usage and Privacy Policies
es: Políticas de Privacidad y Uso

# WelcomeTxt
source: Welcome
es: Bienvenido
